const todoColors = [
  [
    "#FFB3BA", // 파스텔 핑크
    "#FFDFBA", // 파스텔 오렌지
    "#FFFFBA", // 파스텔 옐로우
    "#BAFFC9", // 파스텔 그린
    "#BAE1FF", // 파스텔 블루
    "#E0BAFF", // 파스텔 퍼플
    "#FFC8E3",
  ], // 파스텔 라벤더 핑크
  [
    "#FF5733", // 밝은 오렌지
    "#33FF57", // 밝은 초록
    "#3357FF", // 밝은 파랑
    "#FF33A1", // 핫핑크
    "#FFBD33", // 밝은 노랑
    "#33FFF0", // 청록
    "#8A33FF",
  ], // 보라
  [
    "#8B0000", // 다크 레드
    "#FF8C00", // 다크 오렌지
    "#B8860B", // 다크 골드
    "#006400", // 다크 그린
    "#2F4F4F", // 다크 그레이 블루
    "#4B0082", // 다크 인디고
    "#483D8B",
  ], // 다크 슬레이트 블루
];

export default todoColors;
